<UNK>
[c]
[=c]
[ring1]
[branch1]
[n]
[=branch1]
[o]
[=o]
[ring2]
[branch2]
[=n]
[s]
[#branch1]
[=branch2]
[f]
[#branch2]
[c@h1]
[c@@h1]
[#c]
[cl]
[p]
[nh1]
[=ring1]
[/c]
[#n]
[br]
[o-1]
[c@]
.
[c@@]
[n+1]
[=ring2]
[\c]
[=s]
[/n]
[nh1+1]
[=n+1]
[nh2+1]
[\n]
[i]
[na+1]
[/o]
[\o]
[\s]
[branch3]
[br-1]
[s+1]
[nh3+1]
[cl-1]
[i-1]
[=nh1+1]
[b]
[/s]
[/c@@h1]
[si]
[n-1]
[/c@h1]
[=n-1]
[se]
[=p]
[ring3]
[2h]
[p+1]
[k+1]
[\c@@h1]
[\c@h1]
[s@]
[s@@]
[/n+1]
[c-1]
[#n+1]
[s-1]
[b-1]
[\nh1]
[\o-1]
[cl+3]
[/nh1+1]
[li+1]
[ph1]
[18f]
[3h]
[p@@]
[p-1]
[p@]
[oh0]
[/br]
[\cl]
[-/ring2]
[125i]
[/cl]
[\n+1]
[/c@@]
[h]
[s@+1]
[11ch3]
[=nh2+1]
[s@@+1]
[n@+1]
[-\ring2]
[=o+1]
[/c@]
[\f]
[as]
[=se]
[=s+1]
[n@@+1]
[c+1]
[/p]
[te]
[/i]
[oh1-1]
[ca+2]
[\br]
[/o-1]
[zn+2]
[/f]
[mg+2]
[/nh1]
[i+1]
[123i]
[14c]
[-\ring1]
[al]
[\i]
[bh2-1]
[o+1]
[131i]
[=s@@]
[\c@@]
[/s+1]
[=ring3]
[=se+1]
[=s@]
[\c@]
[11c]
[nh1-1]
[=te+1]
[=as]
[-/ring1]
[seh1]
[zn]
[al+3]
[=14c]
[nah1]
[ag+1]
[=p@@]
[\p]
[14ch2]
[/n-1]
[/s-1]
[=11c]
[14ch1]
[\s-1]
[=p@]
[sih2]
[14ch3]
[bh3-1]
[=14ch1]
[=ph1]
[ch1-1]
[\s+1]
[=si]
[124i]
[#c-1]
[\n-1]
[/c-1]
[n@]
[sr+2]
[se+1]
[/b]
[19f]
[sh1+1]
[ba+2]
[p@+1]
[sih4]
[ag]
[cl+1]
[/125i]
[=branch3]
[n@@]
[as+1]
[rb+1]
[bh1-1]
[/si]
[13c]
[sh1]
[\nh1+1]
[mgh2]
[=mg]
[/123i]
[\b]
[sih1]
[h+1]
[p@@+1]
[cs+1]
[35s]
[=sh1]
[=13ch1]
[17f]
[=oh1+1]
[/131i]
[#11c]
[32p]
[k]
[\125i]
[=ph2]
[teh2]
[11ch2]
[127i]
[=b]
[15nh1]
[bi+3]
[14c@@h1]
[li]
[s-2]
[13ch1]
[f-1]
[76br]
[/13ch1]
[14c@h1]
[=al]
[/p+1]
[br+2]
[cl+2]
[/13c]
[bh0]
[\si]
[10b]
[=18o]
[=sh1+1]
[/nh2+1]
[125ih1]
[na]
[/seh1]
[\ph1]
[al-3]
[11ch1]
[se-2]
[\seh1]
[cah2]
[\123i]
[se-1]
[=te]
[zn+1]
[13ch3]
[18f-1]
[teh1]
[4h]
[i+3]
[75se]
[zn-2]
[#o+1]
[15n]
[sh1-1]
[=13c]
[=b-1]
[oh1+1]
[lih1]
[=ca]
[85sr+2]
[b@@-1]
[#14c]
[b@-1]
[kh1]
[be+2]
[\ch1-1]
[ch1]
<start>
<end>
[/s@]
[p@@h1]
[ch2-1]
[/o+1]
[ph1+1]
[\nh2+1]
[/nh1-1]
[\s@]
[sh2]
[/ph1]
[ra]
[cs]
[14c@@]
[te-1]
[135i]
[=32ph1]
[73se]
[11c@@h1]
[18oh1]
[#p]
[he]
[129xe]
[\nh1-1]
[si-1]
[i+2]
[123i-1]
[131i-1]
[127xe]
[133xe]
[89sr+2]
[nh0]
[82rb+1]
[rb]
[81kr]
[13nh3]
[seh2]
[ash3]
[kr]
[xe]
[#s]
[/as]
[nh4+1]
[\c-1]
[si@]
[oh1]
[18fh1]
[123ih1]
[bi]
[/se]
[sih1-1]
[\se]
[\11ch3]
[\3h]
[ch0]
[42k+1]
[123te]
[223ra+2]
[sh0]
[ra+2]
[22na+1]
[125i-1]
[srh2]
[=32p]
[15oh2]
[47ca+2]
[85srh2]
[45ca+2]
[ph2+1]
[11c-1]
[mg+1]
[/p@@]
[sih3-1]
[ca]
[mg]
[ag-4]
[/14ch1]
[ch2]
[124i-1]
[as-1]
[o-2]
[/14c]
[ba]
[223ra]
[82rb]
[76brh1]
[ash1]
[131cs]